Repository: gdombiak/OctoPod
Catalog: *.xliff
Languages: nl

source: 1 day ago
nl: 1 dag geleden

source: 1 hour ago
nl: 1 uur geleden

source: 1 minute ago
nl: 1 minuut geleden

source: 1 week ago
nl: 1 week geleden

source: API Key
nl: API Sleutel

source: API Key or Application Key
nl: API Sleutel of Applicatie sleutel

source: Account is no longer an OctoEverywhere supporter
nl: Account ondersteund geen OctoEverywhere meer

source: Actual Bed
nl: Werkelijke waarde Bed

source: Actual Chamber
nl: Werkelijke waarde kamer

source: Actual Extruder
nl: Werkelijke waarde Extruder

source: Actual Extruder 2
nl: Werkelijke waarde Extruder 2

source: Actual Extruder 3
nl: Werkelijke waarde Extruder 3

source: Actual Extruder 4
nl: Werkelijke waarde Extruder 4

source: Actual Extruder 5
nl: Werkelijke waarde Extruder 5

source: Application Key not enabled in OctoPrint.
nl: Applicatie Sleutel niet geactiveerd in OctoPrint

source: Application Key obtained. Click save to finish.
nl: Applicatie Sleutel opgehaald. Sla op om af te ronden

source: Apply
nl: Toepassen

source: Authentication Failed
nl: Authentificatie mislukt

source: Back
nl: Terug

source: Bad Certificate or SSL Problem
nl: Ongeldige Certificaat of overig SSL probleem

source: Bed Variance
nl: Afwijking van bed

# Bed cooled
source: Printer bed below specified temperature threshold
nl: Printerbed onder opgegeven temperatuurdrempel

# Bed warmed
source: Printer bed warmed to specified temperature and duration
nl: Printerbed opgewarmd tot opgegeven temperatuur en duur

source: Cancel
nl: Annuleer

source: Cancel Objects
nl: Objecten annuleren

# Cancel current print job
source: Cancel current print job on %@
nl: Annuleer huidige printopdracht op %@

source: Cannot print this file type
nl: Kan dit type bestand niet printen

source: Cannot reach 'octopi.local' over mobile network or service is down
nl: Kan 'octopi.local' niet bereiken via mobiel netwerk of service is uitgevallen

source: Cannot replace file that is being printed or printer is busy
nl: Kan bestand dat wordt afgedrukt of dat de printer bezet niet vervangen

source: Command not executed. Printer not operational
nl: Commando niet uitgevoerd. Printer niet operationeel

source: Command not executed. Script not found
nl: Commando niet uitgevoerd. Script niet gevonden

source: Complete information and click save to finish.
nl: Vul de informatie volledig aan en sla het op

source: Confirm
nl: Bevestig

# Confirm cancel object
source: You are about to cancel printing object. Proceed?
nl: Je staat op het punt om de opdracht te annuleren, doorgaan?

# Confirm command
source: Execute command '%@'?
nl: Commando '%@' uitvoeren?

# Confirm connect
source: Some printers might reboot when connecting. Proceed?
nl: De printer kan opnieuw opstarten tijdens het verbinden, doorgaan?

# Confirm disconnect
source: Do you want to disconnect from the printer?
nl: Verbinding met de printer verbreken?

# Confirm disconnect palette2
source: Do you want to disconnect from Palette 2?
nl: Verbinding met Palette 2 verbreken?

# Confirm intentions deletion
source: You are about to delete all Siri shortcuts of the app. Proceed?
nl: Je staat op het punt om alle Siri shortcuts van de app te verwijderen, doorgaan?

# Confirm intentions regeneration
source: You are about to delete and regenerate all Siri shortcuts of the app. Proceed?
nl: Je staat op het punt om alle Siri shortcuts van de app te verwijderen en opnieuw in te stellen, doorgaan?

source: Confirm turn off %@
nl: Bevestig uitzetten %@

# Confirm turn off PSU
source: You are about to turn off the PSU. Proceed?
nl: Je staat op het punt de PSU uit te schakelen, doorgaan?

# Confirm turn off plug
source: You are about to turn off the plug. Proceed?
nl: Je staat op het punt het stopcontact uit te schakelen, doorgaan?

source: Connect
nl: Verbind

source: Connect to iCloud to retrieve list of printers from your iPad/iPhone
nl: Verbind met iCloud om de lijst met printers op te halen

source: Connected
nl: Verbonden

source: Connecting
nl: Verbinden

source: Connection Failed
nl: Verbinding mislukt

source: Contacting OctoPrint.
nl: OctoPrint Bereiken

source: Cool down heated chamber
nl: Kamer afkoelen

source: Cool down printer
nl: Printer afkoelen

source: Cool down printer bed %@
nl: Printer bed afkoelen %@

source: Cool down printer extruder %@
nl: Printer extruder afkoelen %@

source: Could not connect to the server
nl: Kan niet verbinden met de server

source: Current Height
nl: Actuele hoogte

source: Custom Controls
nl: Eigen opdrachten

source: Delete
nl: Verwijder

source: Disconnect
nl: Verbreek

source: Disconnected
nl: Niet verdonden

source: Dismiss
nl: Afwijzen

# Do you want to cancel job?
source: Do you want to cancel the job?
nl: Wil je de opdracht annuleren?

source: Do you want to delete this file?
nl: Wil je dit bestand verwijderen?

source: Do you want to pause job?
nl: Wil je de opdracht pauzeren?

source: Do you want to pause print?
nl: Wil je de huidige print pauzeren?

source: Do you want to print this file?
nl: Wil je dit bestand printen?

source: Do you want to restart print job from the beginning?
nl: Wil je de opdracht herstarten?

source: Do you want to resume printing?
nl: Wil je de huidige print hervatten

source: Domoticz Plugs
nl: Domoticz Stekkers

source: Enable iCloud under iOS Settings to use this feature
nl: Zet i/Cloud aan in de iOS instellingen om gebruik te kunnen maken van deze functie

source: Endstop States
nl: Stopschakelaars status

source: Error obtaining Application Key.
nl: Fout bij ophalen Applicatie Sleutel

source: Execute System Command
nl: Voer Systeemcommando Uit

source: Expand
nl: Uitbreiden

source: Extruder Variance
nl: Afwijking van extruder

source: Failed to add new layer notification
nl: Toevoegen van nieuwe laag mislukt notificatie

source: Failed to connect
nl: Verbinden mislukt

source: Failed to delete file
nl: Verwijderen van bestand mislukt

source: Failed to delete layer notification
nl: Verwijderen van nieuwe laag mislukt notificatie

source: Failed to disable %@ motor
nl: Motor %@ uitschakelen mislukt

# Failed to get controls
source: Failed to get controls. HTTP response: %d
nl: Bedieningselementen ophalen mislukt! HTTP response: %d

# Failed to get list of cancel objects
source: Failed to get list of cancel objects. HTTP response: %d
nl: Lijst van geannuleerde objecten ophalen mislukt! HTTP response: %d

source: Failed to get list of layer notifications
nl: Ophalen van laaglijst is mislukt

source: Failed to get system commands
nl: Ophalen van systeemcommando's mislukt

source: Failed to initialize SD card
nl: Initialiseren van de SD kaart is mislukt

source: Failed to read file from iCloud
nl: Bestand van iCloud lezen is mislukt

source: Failed to refresh SD card
nl: SD kaart verversen mislukt

source: Failed to request moving back
nl: Verzoek tot verplaatsen naar achteren mislukt

source: Failed to request moving down
nl: Verzoek tot verplaatsen naar beneden mislukt

source: Failed to request moving front
nl: Verzoek tot verplaatsen naar voren mislukt

source: Failed to request moving left
nl: Verzoek tot verplaatsen naar links mislukt

source: Failed to request moving right
nl: Verzoek tot verplaatsen naar rechts mislukt

source: Failed to request moving up
nl: Verzoek tot verplaatsen naar boven mislukt

source: Failed to request status
nl: Opvragen van status mislukt

# Failed to request to cancel object
source: Failed to request to cancel object. HTTP response: %d
nl: Object annuleren is mislukt. HTTP antwoord: %d

source: Failed to request to clear
nl: Verzoek tot verschonen mislukt

source: Failed to request to connect
nl: Verzoek tot verbinden mislukt

source: Failed to request to cut
nl: Verzoek tot knippen mislukt

source: Failed to request to disconnect
nl: Verzoek tot verbreken verbinding mislukt

source: Failed to request to execute command
nl: Verzoek tot commando excecutie mislukt

source: Failed to request to extrude
nl: Verzoek tot extruderen mislukt

source: Failed to request to go home
nl: Verzoek tot homen mislukt

source: Failed to request to go home X
nl: Verzoek tot homen X mislukt

source: Failed to request to go home Y
nl: Verzoek tot homen Y mislukt

source: Failed to request to go home Z
nl: Verzoek tot homen Z mislukt

source: Failed to request to print file
nl: Verzoek tot printen van bestand mislukt

source: Failed to request to retract
nl: Verzoek tot terugtrekken mislukt

source: Failed to request to turn power off
nl: Verzoek tot uitzetten van de printer mislukt

source: Failed to request to turn power on
nl: Verzoek tot aanzetten van de printer mislukt

source: Failed to save JPEG file
nl: Opslaan van JPEG bestand mislukt

source: Failed to send GCode command
nl: Gcode commando versturen mislukt

source: Failed to set new fan speed
nl: Nieuwe ventilatorsnelheid instellen mislukt

source: Failed to set new feed rate
nl: Nieuwe toevoersnelheid instellen mislukt

source: Failed to set new flow rate
nl: Nieuwe toevoersnelheid instellen mislukt

source: Failed to upload file
nl: Uploaden van bestand mislukt

# Failed turn power off
source: Failed to request to turn power off
nl: Verzoek tot uitzetten van de printer mislukt

# Failed turn power on
source: Failed to request to turn power on
nl: Verzoek tot aanzetten van de printer mislukt

source: File
nl: Bestand

source: File currently being printed
nl: Bestand word afgedrukt

source: File is being copied to SD Card
nl: Bestand word gekopieerd naar de SD kaart

source: Folder
nl: Map

# HTTP Request error
source: Request error. HTTP response: %d
nl: Verzoekfout. HTTP antwoord:: %d

source: Hostname (e.g. http://octopi.local)
nl: Hostnaam (b.v. http://octopi.local)

source: Idle
nl: Inactief

source: Include SD
nl: SD Weergeven

source: Include temp
nl: Temperatuur weergeven

source: Incorrect API Key
nl: Ongeldige API sleutel

source: Incorrect authentication credentials
nl: Incorrecte authentificatie gegevens

source: Install OctoPod plugin for OctoPrint to receive immediate push notifications with camera snapshots
nl: Installeer de OctoPod plugin om Notificaties van OctoPrint te ontvangen met camerabeelden

source: Internal OctoEverywhere error
nl: Interne OctoEverywherefout

source: Invalid camera URL
nl: Ongeldige camera URL

source: Invalid file type
nl: Ongeldige bestandstype

source: Job
nl: Opdracht

source: Layer
nl: Laag

source: Load filament
nl: Laad fillament

source: Location no longer valid. Refresh files
nl: Locatie ongeldig. Vernieuw bestanden

source: Log into OctoPrint to approve access request.
nl: Log in op OctoPrint om toegang te verlenen

# MMU Requires User
source: MMU Requires User Assistance
nl: MMU heeft Gebruikers hulp nodig

source: Missed
nl: Gemist

source: Move
nl: Verplaats

source: New Apple TV app is now available
nl: Nieuwe Apple TV app is nu beschikbaar

source: Next
nl: Volgende

source: No
nl: Nee

source: No camera
nl: Geen camera gevonden

source: No printer
nl: Geen Printer gevonden

# No temperature history
source: No temperature history available
nl: Geen temperatuurgeschiedenis bekend

# Notify failed cancel job
source: Failed to request to cancel job
nl: Verzoek tot annuleren van printopdracht mislukt

# Notify failed pause job
source: Failed to request to pause job
nl: Verzoek tot pauzeren van printopdracht mislukt

# Notify failed print job again
source: Failed to request to print job again
nl: Verzoek tot opnieuw printen van printopdracht mislukt

# Notify failed restart job
source: Failed to request to restart job
nl: Verzoek tot herstarten van printopdracht mislukt

# Notify failed resume job
source: Failed to request to resume job
nl: Verzoek tot hervatten van printopdracht mislukt

source: OctoEverywhere's connection to OctoPrint timed out
nl: OctoEverywhere's verbinding naar OctoPrint verlopen

source: OctoEverywhere: Webcam Limit Exceeded
nl: OctoEverywhere: Webcam Limiet Overschreden

source: PID Bed autotune
nl: PID Bed Calibratie

source: PID Hotend autotune
nl: PID Extruder Calibratie

source: Password
nl: Wachtwoord

source: Pause
nl: Pauzeer

source: Pause Job
nl: Pauzeer opdracht

# Pause current print job
source: Pause current print job on %@
nl: Pauzeer huidige print opdracht op %@

source: Paused
nl: Gepauzeerd

source: Ping History
nl: Ping Geschiedenis

source: Pong History
nl: Pong Geschiedenis

source: Print Again
nl: Opnieuw Printen

source: Print Completion
nl: Print Voltooid

source: Print File
nl: Print Bestand

source: Print Time
nl: Print Tijd

source: Print Time Left
nl: Resterende Print Tijd

source: Print complete
nl: Printen voltooid

source: Printer Name (e.g. MK3)
nl: Printer Naam (b.v. MK3)

source: Printer is not connected to OctoEverywhere
nl: Printer is niet verbonden met OctoEverywhere

source: Printer not operational
nl: Printer niet operationeel

source: Printing
nl: Aan het printen

source: Progress
nl: Voortgang

source: Pull down to refresh
nl: Veeg naar beneden om te vernieuwen

source: Recreate printer in OctoEverywhere and OctoPod
nl: Hercréeer printer in OctoEverywhere en OctoPod

# Remaining time current print job
source: Time left on %@
nl: Tijd resterend: %@

source: Reminders
nl: Herinneringen

source: Remove old OctoPod app from Apple Watch
nl: Verwijder oude OctoPod app van de Apple Watch

source: Report Settings
nl: Rapporteer instellingen

source: Restart
nl: Herstart

source: Restart Job
nl: Opdracht herstarten

# Restart current print job
source: Restart current print job on %@
nl: Herstart huidige printopdracht op %@

source: Restore
nl: Herstel

source: Restore Settings
nl: Instellingen herstellen

source: Resume
nl: Hervatten

source: Resume Job
nl: Opdracht hervatten

# Resume current print job
source: Resume current print job on %@
nl: Hervat huidige printopdracht op %@

source: Retrieving printers information
nl: Ophalen van printer informatie

source: Run
nl: Voer uit

source: SD Card
nl: SD kaart

source: Save Settings
nl: Sla instellingen op

source: Select printer from OctoEverywhere.
nl: Selecteer printer van OctoEverywhere.

source: Server cannot be found
nl: Kan de server niet vinden

source: Service is down or incorrect port
nl: Server lijkt offline te zijn

source: Set Bed PID
nl: Stel Bed PID in

source: Set Hotend PID
nl: Stel Extruder PID in

source: Share
nl: Deel

source: Snooze 1 hour
nl: Stil voor 1 uur

source: Snooze 8 hours
nl: Stil voor 8 uur

source: SoC Temperature
nl: SoC Temperatuur

source: State
nl: Status

source: Still stabilizing...
nl: Nog steeds berekenen...

source: Suppress SD
nl: SD verbergen

source: Suppress temp
nl: Temperatuur verbergen

source: System Commands
nl: Systeem commando's

source: TMC Bump Sensitivity
nl: 20 / 5000 Vertaalresultaten TMC-stootgevoeligheid

source: TMC Motor Current
nl: TMC Motor Stroomsterkte

source: TPLink Smartplugs
nl: TPLink Slimme Stekkers

source: Take snapshot
nl: Maak momentopname

source: Target Bed
nl: Doel Bed

source: Target Chamber
nl: Doel kamer

source: Target Extruder
nl: Doel Extruder

source: Target Extruder 2
nl: Doel Extruder 2

source: Target Extruder 3
nl: Doel Extruder 3

source: Target Extruder 4
nl: Doel Extruder 4

source: Target Extruder 5
nl: Doel Extruder 5

source: Tasmota Plugs
nl: Tasmota stekkers

source: Temperature
nl: Temperatuur

source: Turn Off
nl: Zet uit

source: Turn On
nl: Zet aan

source: Turn off Enclosure switch
nl: Zet Behuizingschakelaar uit

source: Turn off PSU
nl: Zet PSU uit

source: Turn on Enclosure switch
nl: Zet Behuizingschakelaar aan

source: Turn on PSU
nl: Zet PSU aan

source: Unknown
nl: Onbekend

source: Unknown Control
nl: Enbekende bediening

source: Unload filament
nl: Fillament legen

source: Update Available
nl: Update beschikbaar

source: Update OctoPod plugin for OctoPrint to receive notifications at specified layers
nl: Update de OctoPod plugin om Notificaties van OctoPrint te ontvangen op gespecificeerde lagen

source: Upload failed
nl: Uploaden gefaald

source: User declined or request timed out.
nl: Gebruiken heeft afgewezen of verzoek verlopen.

source: Username
nl: Gebruikersnaam

source: Warm up heated chamber
nl: Verwarm kamer

source: Warm up printer bed %@
nl: Verwarm bed %@

source: Warm up printer extruder %@
nl: Verwarm extruder %@

source: Warning
nl: Waarschuwing

source: Wemo Switches
nl: Wemo Schakelaars

source: Yes
nl: Ja

# days ago
source: %d days ago
nl: %d dagen geleden

# hours ago
source: %d hours ago
nl: %d uren geleden

source: iOS Language
nl: iOS Taal

# minutes ago
source: %d minutes ago
nl: %d minuten geleden

# seconds ago
source: %d seconds ago
nl: %d seconden geleden

# weeks ago
source: %d weeks ago
nl: %d weken geleden

source: Authentication failed
nl: Authentificatie mislukt

source: Default
nl: Standaard

source: HTTP Request error
nl: HTTP Verzoekfout

source: days ago
nl: dagen geleden

source: hours ago
nl: uren geleden

source: minutes ago
nl: minuten geleden

source: seconds ago
nl: seconden geleden

source: weeks ago
nl: weken geleden

# CFBundleDisplayName
source: OctoPod Watch Extension
nl: OctoPod Horloge Extentie

# CFBundleName
source: OctoPod Watch Extension
nl: OctoPod Horloge Extentie

source: Do you want to pause the job?
nl: Wil je de opdracht pauzeren?

source: HLS not supported
nl: HLS niet ondersteund

# DQ6-B5-o6I.title
source: Panel
nl: Paneel

# S0T-q4-2KQ.text
source: Open the iPhone app, it will share printer data with the watch
nl: Open de iPhone app om printerdata te synchroniseren met de horloge

# 6kL-zs-13Y.text
source: Printing
nl: Aan het printen

# eAO-5h-sKJ.text
source: About 5 min
nl: Ongeveer 5 minuten resterend

# 0vck5K
source: Failed to request to cut
nl: Knippen mislukt

# 1lbZOa
source: Failed to request to disconnect
nl: Verzoek om verbinding te verbreken mislukt

# 1qMmy1
source: Requested
nl: Verzocht

# 2O3S2V
source: Take Snapshot
nl: Maak Momentopname

# 2TreiD
source: Set extruder temperature to ${temperature}
nl: Stel extruder temperatuur in op ${temperature}

# 2zYNqY
source: Ask Palette ping statistics
nl: Vraag Palette ping statestieken aan

# 3Butzw
source: Chamber's temperature was set to ${temperature}
nl: Kamers temperatuur ingesteld op ${temperature}

# 3JiZye
source: Requested
nl: Verzocht

# 3cyBw6
source: Ask Palette to clear
nl: Verzoek Palette om te legen

# 3eH6cZ
source: Failed to get remaing time information (${statusCode})
nl: Resterende tijd ophalen mislukt (${statusCode})

# 4B08aG
source: Turn Off ${label}
nl: Zet ${label} Uit

# 4Tu0Kl
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# 5btOXI
source: Last Variation
nl: Laatste Variatie

# 5i5htv
source: Connected
nl: Verbonden

# 6b7Yce
source: Ask Palette to cut
nl: Verzoek Palette om te knippen

# 6k5AFm
source: Resume job
nl: Hervat opdracht

# 6vtMLs
source: Job Restarted
nl: Opdracht is opnieuw gestart

# 7c0KRL
source: Command Source
nl: Commandobron

# 7eJPkN
source: Configure chamber's temperature
nl: Stel kamers temperatuur in

# 8cfoSa
source: Failed to request to clear
nl: Leegverzoek mislukt

# 8rFt1u
source: Ask Palette to clear
nl: Verzoek Palette om te legen

# 8tTCjD
source: Failed to cancel job (${statusCode})
nl: Printopdracht annuleren mislukt (${statusCode})

# 8uLpUQ
source: Turn off PSU
nl: Zet PSU uit

# 9eejxB
source: Ask Palette ping statistics
nl: Verzoek Palette om ping statestieken

# 662LyZ
source: Restart job
nl: Herstart opdracht

# 9107Xn
source: Take Snapshot
nl: Maak Momentopname

# AU4oMs
source: Ask Palette ping statistics
nl: Verzoek Palette om ping statestieken

# AzqFAh
source: Requested
nl: Verzocht

# BUexSx
source: Max Variation
nl: Max. Variatie

# D0kBGr
source: Restart running print job
nl: Print opdracht hervatten

# D1wWxd
source: Disconnect from Palette
nl: Verbinding met Palette verbroken

# DKIuk9
source: Execute System Command
nl: Voer System Command Uit

# Eb3aa5
source: Failed to set chamber's temperature (${statusCode})
nl: Instellen kamertemperatuur mislukt (${statusCode})

# Eeyifr
source: Requested
nl: Verzocht

# FOlLOy
source: Failed to request information
nl: Informatie opvragen mislukt

# FZ3z7Z
source: Set Bed's Temperature
nl: Instellen bedtemperatuur

# Ge6TbJ
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# H21bkX
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# IXiy0v
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# JV2xQz
source: Connect to Palette
nl: Verbind met Palette

# Jioukn
source: Set Chamber's Temperature
nl: Instellen kamertemperatuur

# JmhfgL
source: Restart running print job
nl: Herstart huidige printopdracht

# KHvUZD
source: Ask Palette to cut
nl: Verzoek Palette om te knippen

# Kf7e4Y
source: Resume running print job
nl: Hervat huidige printopdracht

# KulRl5
source: Turn on Enclosure switch
nl: Zet Behuizingschakelaar Aan

# KxJmrF
source: Snapshot
nl: Momentopname

# L25OHl
source: Failed to request to connect
nl: Verzoek tot verbinden mislukt

# LVlPuT
source: Cancel running print job
nl: Annuleer huidige print opdracht

# N0vzJv
source: Ask Palette to clear
nl: Verzoek Palette om te legen

# N84M0s
source: Ask Palette to cut
nl: Verzoek Palette om te knippen

# NG7rBh
source: Time left
nl: Tijd resterend

# NL98zi
source: Cools down bed and extruder
nl: Aan het afkoelen

# OOldQi
source: Command Name
nl: Commando Naam

# Oaidbo
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# P6usJW
source: Take Snapshot
nl: Maak Momentopname

# P89qJr
source: Time left is ${time}
nl: Tijd resterend: ${time}

# Pj7mEV
source: Cool down extruder
nl: Extruder afkoelen

# PppyPP
source: Configure bed's temperature
nl: Stel bedtemperatuur in

# QSxXHq
source: Pause running print job
nl: Huidige printopdracht pauzeren

# R5AlTe
source: Disconnect from Palette
nl: Verbinding met Palette verbroken

# RYurC5
source: Cool down chamber
nl: Kamer af laten koelen

# RrOrgy
source: Cancel job
nl: Annuleer opdracht

# RxEUj3
source: temperature
nl: temperatuur

# RyGRDF
source: Connect to Palette
nl: Verbind met Palette

# SP4rN6
source: Set Extruder's Temperature
nl: Stel de extrudertemperatuur in

# SRDf6Q
source: Extruder's temperature was set to ${temperature}
nl: Extruder temperatuur was ingesteld op ${temperature}

# SZLVG3
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# TcPGnq
source: Turn off Enclosure switch
nl: Zet Behuizingschakelaar Uit

# UC9Zrq
source: Bed's temperature was set to ${temperature}
nl: Bed temperatuur was ingesteld op ${temperature}

# VItjhS
source: Disconnected
nl: Niet verdonden

# VKupAQ
source: Requested
nl: Verzocht

# Vc7DVt
source: Set extruder ${tool} temperature to ${temperature}
nl: Stel extruder ${tool} temperatuur in op ${temperature}

# Vix5SL
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# WI2oQf
source: Return Print Time Left
nl: Resterende printtijd terugsturen

# WLkRl0
source: Failed to resume job (${statusCode})
nl: Hervatten printopdracht mislukt (${statusCode})

# XUSWIb
source: PSU Control On
nl: PSUU Control aan

# XfWmGt
source: Resume running print job
nl: Hervat huidige printopdracht

# Xk9F6S
source: Turn on PSU
nl: Zet PSU aan

# YQLomX
source: Requested
nl: Verzocht

# YfmWYd
source: Requested
nl: Verzocht

# a1UDyY
source: Requested
nl: Verzocht

# aTDQUI
source: Turn on Enclosure switch
nl: Zet Behuizingschakelaar Aan

# ajupCt
source: No information available
nl: Geen informatie beschikbaar

# bKwkw6
source: Turn on PSU
nl: Zet PSU aan

# bXGQKe
source: Cool down printer
nl: Printer afkoelen

# bXrJk0
source: Command Action
nl: Commando Actie

# doj4NA
source: Configure extruder's temperature
nl: Stel extruder's temperatuur in

# eKSaMC
source: Turn On ${label}
nl: Zet ${label} Aan

# f8xirF
source: Cool down printer
nl: Printer afkoelen
