Repository: gdombiak/OctoPod
Catalog: *.xliff
Languages: nl

# fL3sow
source: Suspend running print job
nl: Lopende afdruktaak onderbreken

# gx0D0e
source: Job canceled
nl: Opdracht geannuleerd

# hE6yXX
source: Requested
nl: Verzocht

# hPlRC4
source: Set bed temperature to ${temperature}
nl: Stel de bed temperatuur in op ${temperature}

# hUstyz
source: Last variation is ${lastVariation} and maximum variation is ${maxVariation}
nl: Laatste variatie is ${lastVariation} and maximum variatie is ${maxVariation}

# ihLqc7
source: Pause job
nl: Pauzeer opdracht

# jasUIn
source: Disconnect from Palette
nl: Verbinding met Palette verbroken

# lOuQ7B
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# lrRige
source: Cancel running print job
nl: Huidige opdracht annuleren

# m6XJpy
source: Failed to cool down printer (${statusCode})
nl: Bed afkoelen mislukt (${statusCode})

# m9Jgmg
source: Job resumed
nl: Opdracht hervat

# oe3uiM
source: Execute System Command ${commandName}
nl: System Command ${commandName} Uitvoeren

# ovQf6Z
source: Job paused
nl: Opdracht gepauzeerd

# p9Vevg
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# pfroH1
source: Turn off PSU
nl: Zet PSU uit

# q1Oynq
source: PSU Control Off
nl: PSUU Control uit

# qLzk1S
source: Cool down bed
nl: Bed afkoelen

# qwH2oF
source: Turn off Enclosure switch
nl: Zet Behuizingschakelaar Uit

# rmKSv6
source: Failed to set extruder's temperature (${statusCode})
nl: Instellen extruder temperatuur mislukt (${statusCode})

# sDV9Jm
source: Requested
nl: Verzocht

# sRkyIL
source: Failed to restart job (${statusCode})
nl: Printopdracht herstarten mislukt (${statusCode})

# tKDODp
source: Remaining print time
nl: Resterende print tijd

# ukcwkW
source: Execute System Command
nl: System Command Uitvoeren

# uoT27A
source: Failed to set bed's temperature (${statusCode})
nl: Instellen van bed temperatuur mislukt (${statusCode})

# vmbpr4
source: Connect to Palette
nl: Verbind met Palette

# wYzz4m
source: Printer is cooling down
nl: Printer is aan het afkoelen

# wabqoy
source: Failed to request to execute command
nl: Verzoek tot uitvoerencommando mislukt

# wp8czt
source: Requested
nl: Verzocht

# x8aCII
source: Requested
nl: Verzocht

# xSARU0
source: Failed to pause job (${statusCode})
nl: Opdracht pauzeren mislukt (${statusCode})

# zj1Vd9
source: Set chamber temperature to ${temperature}
nl: Kamer wordt verwarmt tot ${temperature}

# 0JQ-HI-Pcy.text
source: Time Left
nl: Tijd resterend

# 0RF-vn-WtE.text
source: Title
nl: Titel

# 1dd-tF-khE.text
source: Include in Dashboard
nl: Toevoegen aan dashboard

# 1gP-AF-De1.normalTitle
source: Request
nl: Verzoek

# 1uD-mu-LKh.placeholder
source: Password
nl: Wachtwoord

# 2qA-O2-3VZ.normalTitle
source: Remind Later
nl: Herinner mij later

# 2wA-7u-KgW.normalTitle
source: Change language
nl: Verander taal

# 3JO-XH-cf3.headerTitle
source: Language
nl: Taal

# 3eo-D0-hAF.text
source: Auto-lock while printing
nl: Automatisch vergrendelen tijdens printen

# 3hn-5x-4xy.text
source: Error message
nl: Foutmelding

# 3lh-11-wC7.text
source: Show Camera
nl: Camera Weergeven

# 3mU-gE-iQQ.text
source: Printed
nl: Geprint

# 3tm-V0-9Gl.headerTitle
source: Speed
nl: Snelheid

# 4Kd-tY-8l3.text
source: Certificate validation
nl: Certificaat validatie

# 4Lh-Q8-wxW.placeholder
source: Speed value
nl: Snelheid

# 4bm-la-U47.segmentTitles[1]
source: Date
nl: Datum

# 4bm-la-U47.segmentTitles[2]
source: Printed
nl: Geprint

# 4sv-CS-fGo.title
source: Appearance
nl: Uiterlijk

# 4yc-YH-f8v.text
source: Connect directly by requesting an application key
nl: Verbind direct door een applicatiesleutel te verzoeken

# 5BW-iP-ejE.text
source: Show Camera
nl: Camera Weergeven

# 5GO-ai-ldL.text
source: Splice
nl: Splitsen

# 5hR-SK-V2r.text
source: Print Time Left
nl: Resterende printtijd

# 6TZ-hb-gdQ.text
source: Disable Motor
nl: Schakel motoren uit

# 6ox-ce-GOS.text
source: Size
nl: Grootte

# 7HM-7E-tgN.normalTitle
source: Button
nl: Knop

# 7pE-fx-Ibe.headerTitle
source: Manual Control
nl: Handmatige Bedienieng

# 7tc-5o-KVQ.headerTitle
source: Settings
nl: Instellingen

# 9dR-Sn-lbP.placeholder
source: Password
nl: Wachtwoord

# 26j-Xb-FzE.text
source: Uploaded
nl: Geüpload

# 35a-ap-aeB.text
source: Appearance
nl: Uiterlijk

# 53i-ST-HFr.text
source: Refresh enabled
nl: Vernieuwen staat aan

# 88V-gh-sQd.text
source: About 10m
nl: Ongeveer 10 minuten resterend

# 512-pk-AIB.text
source: Devices
nl: Apparaten

# ATt-Oy-pFY.placeholder
source: Hostname (e.g. http://octopi.local)
nl: Hostnaam (b.v. http://octopi.local)

# AcH-TF-NmP.normalTitle
source: Clear Palette 2
nl: Leeg Palette 2

# AfS-HP-WTR.normalTitle
source: Suppress temp
nl: Onderdruk temperatuur

# Aka-Ud-zQ7.text
source: Cancel Object plugin requires update
nl: Update vereist voor Cancel Object plugin

# BXr-d8-f7x.text
source: Error message
nl: Foutmelding

# BrM-2D-Rbd.text
source: Print Time
nl: Print Tijd

# Cdc-H8-bPm.text
source: Sort by
nl: Sorteren op

# DI6-KC-pSc.normalTitle
source: Pause
nl: Pauzeer

# DUc-ra-F2o.title
source: Files
nl: Bestanden

# ESw-zm-5bN.text
source: Progress
nl: Voortgang

# EVr-c6-T8p.text
source: Manually delete recorded Siri shortcuts after delete
nl: Verwijdel Siri opdrachten handmatig naa het verwijderen van de app

# FGy-9V-djf.normalTitle
source: Cancel
nl: Annuleer

# FJA-XK-nll.normalTitle
source: Dismiss
nl: Afwijzen

# FdM-r0-spe.headerTitle
source: Print job
nl: Print opdracht

# GAt-su-C1i.headerTitle
source: Temp Chart
nl: Temperatuur grafiek

# GJo-uu-Qmb.title
source: File Details
nl: Bestandsinformatie

# Ghq-m2-F0u.text
source: Record Siri phrase to use shortcuts
nl: Zin opnemen voor Siri opdrachten

# GmR-1U-jvf.title
source: Devices
nl: Apparaten

# HJ0-c2-UaT.text
source: Palette 2 - Max Variation
nl: Palette 2 - Max Variatie

# HUF-Dw-M7F.text
source: Tip: Click to set temperature
nl: Tip: Klik hier om de temperatuur in te stellen

# HbJ-Bb-EXQ.text
source: Support
nl: Ondersteuning

# Hdi-Ra-Fgd.title
source: OctoPrint Web
nl: OctoPrint Webpagina

# Iuu-Fk-Mu7.normalTitle
source: Popular GCode Commands
nl: Populaire GCode commando's

# JYC-5g-kqS.text
source: Confirm to disconnect
nl: Bevestig om verbinding te verbreken

# K4f-Fs-KaY.title
source: Move
nl: Verplaats

# K5o-xJ-EiZ.normalTitle
source: Learn more about Custom Controls
nl: Lees meer over Custom Controls

# K6d-lk-BaS.text
source: Enter a valid URL
nl: Voer een geldige URL in

# KC4-pP-rEh.text
source: Include in Dashboard
nl: Toevoegen aan dashboard

# Kan-Ak-roI.text
source: Show Camera
nl: Camera Weergeven

# L1Q-WE-63g.text
source: File
nl: Bestand

# LBx-lc-96t.text
source: Siri Integration
nl: Siri Intergratie

# MA6-Ay-j7Q.text
source: Light
nl: Licht

# MI6-uy-Cea.text
source: Print time
nl: Print Tijd

# MT2-fR-HJD.text
source: Tap = Full Screen
nl: Klikken = Volledige scherm

# NDf-j6-3Gw.normalTitle
source: Change Port
nl: Verander Poort

# NQ5-25-ww1.text
source: About 10m
nl: Ongeveer 10m

# Ndq-Hl-4qe.text
source: Layer
nl: Laag

# OPd-TD-yfb.headerTitle
source: Printer Connection (REQUIRED)
nl: Printer Connectie (VERPLICHT)

# Otl-oh-byl.text
source: of
nl: van

# PXd-ZY-vbz.text
source: Orange
nl: Oranje

# Peq-4x-xQj.title
source: Move
nl: Beweeg

# Po0-HZ-vzU.text
source: Log in to iCloud to synchronize between devices
nl: Log in op iCloud om tussen apparaten te synchroniseren

# Q2b-xf-a3O.normalTitle
source: Retract
nl: Terugtrekken

# QJp-Yj-1AF.text
source: Issues
nl: Problemen

# Qfz-1j-Keo.text
source: Print Time
nl: Print Tijd

# Qps-RG-QAh.text
source: Fan
nl: Ventilator

# QwZ-7J-MwJ.normalTitle
source: Off
nl: Uit

# R8W-HN-Cgb.text
source: Include in Dashboard
nl: Toevoegen aan dashboard

# RFe-LZ-cRa.text
source: Enter a valid URL
nl: Voer een geldig URL in

# RJI-A7-98M.text
source: Security
nl: Veiligheid

# RZc-hr-pTu.placeholder
source: Command
nl: Commando

# S0f-uX-rYI.normalTitle
source: Dismiss
nl: Negeer

# S1e-nz-awE.headerTitle
source: Complications Content
nl: Complicaties Inhoud

# SJQ-Kb-Ggy.text
source: Confirm to print
nl: Bevestig printen

# SMa-NG-XzV.normalTitle
source: Cancel
nl: Annuleer

# SQ9-ls-Hf3.title
source: Settings
nl: Instellingen

# SwZ-jq-tKf.headerTitle
source: Fan & Motors
nl: Ventilatoren en Motoren

# Tys-oi-RME.normalTitle
source: Run
nl: Voer uit

# Uc6-ok-eNN.placeholder
source: Layer
nl: Laag

# UcJ-hU-xU2.text
source: Layer
nl: Laag

# Uop-QL-yoT.text
source: State
nl: Staat

# VFi-SV-DAZ.text
source: Auto-Lock when idle
nl: Automatisch vergrendelen tijdens inactieviteit

# VIg-Mm-BM3.text
source: Include in Dashboard
nl: In Dashboard Weergeven

# Vny-ch-OgO.text
source: Zoom in/out
nl: Zoem In/Uit

# Vr9-x7-66H.headerTitle
source: Printer Connection
nl: Printer Verbinding

# W0X-ef-NWv.segmentTitles[0]
source: Default
nl: Standaard

# W0X-ef-NWv.segmentTitles[1]
source: Custom
nl: Aangepast

# WKG-83-bZQ.headerTitle
source: HTTP Authentication
nl: HTTP Authentificatie

# WKI-cg-0j7.text
source: MISSED
nl: GEMIST

# XOG-eU-T7f.text
source: Confirm to connect
nl: Bevestig om te verbinden

# Xhq-hp-2kd.headerTitle
source: Synchronization
nl: Synchronisatie

# XnW-dU-oxg.text
source: Avg
nl: Ong

# Xs4-QQ-rLn.text
source: Feed rate
nl: Voedingssnelheid

# Ysy-LO-1dL.text
source: Control ATX/AUX power supply via PSU Control
nl: Besturingssysteem ATX/AUX via PSU Control

# ZdA-nV-gwD.headerTitle
source: Battery Impact
nl: Gevolgen op de batterij

# Zgx-Ee-m6r.text
source: Connect directly using registered Global API key (deprecated)
nl: Verbind direct door een geregistreeder API sleutel te gebruiken (afgeschreven)

# Ziq-bR-QIe.text
source: Upload to OctoPrint
nl: Uploaden naar OctoPrint

# a0P-GP-CQD.normalTitle
source: Scan API Key
nl: API Sleutel Scannen

# aFa-Qd-yIr.placeholder
source: Printer Name (e.g. MK3)
nl: Printer Naam (b.v. MK3)

# aJp-RM-Tuf.normalTitle
source: View activity log
nl: Bekijk activiteitenlog

# aaG-XM-gnj.normalTitle
source: Regenerate default shortcuts
nl: Stel standaardopdrachten opnieuw in

# azq-J2-MuJ.normalTitle
source: Scan QR Code Key
nl: Scan QR Code Sleutel

# b0b-3X-MUJ.normalTitle
source: Not refreshing
nl: Niet vernieuwen

# bep-Im-uzf.text
source: Printed
nl: Geprint

# blG-5R-gJE.text
source: Print Completion
nl: Print Compleet op

# cQd-kb-e8D.placeholder
source: API Key
nl: API Sleutel

# cXP-Jq-eBP.placeholder
source: Username
nl: Gebruikersnaam

# cYc-2L-RG7.headerTitle
source: HTTP Authentication
nl: HTTP Authentificatie

# dY2-wB-5s1.title
source: Application Key
nl: Applicatie Sleutel

# dlU-c7-kpY.text
source: Frequently Asked Questions
nl: Veelgestelde Vragen

# e5p-Y4-n8X.normalTitle
source: Reset iCloud data from printers
nl: Reset Icloud data van printers

# e75-bh-dxQ.title
source: Files
nl: Bestanden

# eD3-xa-2Ah.text
source: Chamber
nl: Kamer

# eGI-qU-q22.normalTitle
source: Restart
nl: Herstart

# eVf-xw-qan.normalTitle
source: Scan
nl: Scannen

# eXf-GR-uL9.headerTitle
source: Lock Mode
nl: Vergrendelings Modus

# ec8-jM-jJs.title
source: Support
nl: Ondersteuning

# erX-tJ-GVo.normalTitle
source: Proceed
nl: Ga door

# fJ6-6T-dHU.title
source: Settings
nl: Instellingen

# fMc-lm-k5V.text
source: Palette 2 - Last Variation
nl: Palette 2 - Laatste Variatie

# foG-IV-lL7.placeholder
source: API Key or Application Key
nl: API Sleutel of Applicatie Sleutel

# gCt-Vk-Fgt.headerTitle
source: Connection
nl: Verbinding

# gHQ-Lu-mQ0.headerTitle
source: Home
nl: Basispositie

# gJx-aQ-4FM.text
source: Printing from SD
nl: Printen vanaf SD

# h4l-mV-gFf.normalTitle
source: URL Button
nl: URL Knop

# hCQ-Pd-Tf0.text
source: MISSED
nl: GEMIST

# hUL-Ws-ypB.normalTitle
source: Ignore
nl: Negeer

# hcE-dV-0vo.headerTitle
source: Theme
nl: Thema

# hg7-6b-q0o.title
source: Security
nl: Beveiliging

# hrr-SZ-62l.text
source: Upload to SD Card (root)
nl: Naar SD Kaart uploaden (root)

# i3l-7C-iJB.normalTitle
source: Cut
nl: Knip

# iY8-Rh-TKn.headerTitle
source: Move
nl: Beweeg

# j09-72-h0o.text
source: Control Power
nl: Stroom bediening

# jxG-8a-4b3.text
source: Kill and restart app to take effect
nl: Stop en herstart de app om de nieuwe instellingen toe te passen

# jxN-GW-tlu.text
source: OctoPrint - Global API Key
nl: OctoPrint - Globale API Sleutel

# kWs-55-35e.placeholder
source: Printer Name (e.g. MK3)
nl: Printer Naam (b.v. MK3)

# kaq-fI-VzN.text
source: Palette 2 - Last Ping
nl: Palette 2 - Laatste Ping

# lfT-wn-CXk.text
source: Origin
nl: Origine

# lyc-MY-uT5.text
source: Tip: Swipe to switch between printers
nl: Tip: Veeg om tussen printers te wisselen

# mqw-ve-Eec.text
source: Lock read-only mode
nl: Vergrendel alleen-lezen modus

# nAj-Qp-lbZ.text
source: Confirm to resume
nl: Bevestig verdergaan

# ntu-wc-YX0.text
source: Filament Used
nl: Fillament Gebruikt

# o8a-yF-u6j.normalTitle
source: Set
nl: Stel in

# oZE-yh-Myr.normalTitle
source: Delete shortcuts
nl: Verwijder opdrachten

# oZw-P5-oVG.title
source: Prompts
nl: Gevraagd

# or6-Pr-Z6f.normalTitle
source: Configure controls using Custom Control Plugin
nl: Configureer controls via de Custom Control Plugin

# owv-oi-R6e.text
source: Tap = Full Screen
nl: Tik = Volledige scherm

# prd-VS-kgg.headerTitle
source: Enclosure
nl: Behuizing

# q4H-Sg-7Zd.text
source: Pinch = Zoom in
nl: Knijpen = Inzoomen

# qUK-6N-G11.headerTitle
source: Palette 2 Connection
nl: Palette 2 Verbinding

# qdv-m8-Jgb.text
source: OctoPrint - Application Key
nl: OctoPrint - Applicatie Sleutel

# qio-ne-TXN.text
source: Prompts
nl: Gevraagd

# rNP-Sb-Zba.text
source: Connect easily from remote locations (over the internet)
nl: Verbind gemakkelijk op afstand (via het internet)

# rU9-EM-Hqq.text
source: About 10m
nl: ongeveer 10m

# rob-ry-eO0.placeholder
source: Printer Name (e.g. MK3)
nl: Printer Naam (b.v. MK3)

# sCj-mw-VaE.normalTitle
source: Resume
nl: Ga verder

# sLc-Jv-G0H.placeholder
source: Username
nl: Gebruikersnaam

# saA-I3-RLW.title
source: Application Key
nl: Applicatie Sleutel

# sgi-wT-ubY.normalTitle
source: Suppress SD
nl: Onderdruk SD

# suF-7z-jeI.text
source: Current Height
nl: Huidige hoogte

# sym-Tb-zFM.headerTitle
source: Settings
nl: Instellingen

# tMP-2W-Iam.placeholder
source: Hostname (e.g. http://octopi.local)
nl: Hostname (bijv. http://octopi.local)

# toN-uy-OtV.headerTitle
source: Select Connection Type
nl: Selecteer connectietype

# u5z-wR-iO9.text
source: Default Text
nl: Standaard Tekst

# uR6-pA-Rdj.headerTitle
source: Connection error details
nl: Details van verbindingsfout

# uRd-RD-eAS.headerTitle
source: Printer Connection (REQUIRED)
nl: Printerverbinding (VEREIST)

# uRz-Gy-YAf.title
source: Connect
nl: Verbinden

# uqf-BP-Wtn.text
source: Require passcode to unlock
nl: Toegangscode nodig om te ontgrendelen

# vyb-aH-wc9.normalTitle
source: Reset printers from iCloud data
nl: Printers opnieuw instellen vanuit iCloud-gegevens

# wHn-Dc-bWb.text
source: Dark
nl: Donker

# weI-5t-9zz.text
source: Print Completion
nl: Print Voltooid

# wff-HF-WSb.text
source: Confirm to pause
nl: Pauzeren bevestigen

# wnO-2K-s2I.normalTitle
source: Extrude
nl: Extruderen

# x8L-G5-sTU.normalTitle
source: URL Button
nl: URL Knop

# xE0-gE-Kuq.normalTitle
source: Delete
nl: Verwijderen

# xkQ-uy-Aw1.text
source: System
nl: Systeem

# yPh-Gc-fNd.text
source: Variance
nl: Afwijking

# yci-j8-y4w.text
source: Contributing
nl: Contribuerend

# z4Q-Gf-Y5G.normalTitle
source: Send
nl: Verstuur

# zDs-gi-KIJ.text
source: New temperature
nl: Nieuwe temperatuur

# zH4-HC-We7.text
source: Prompt Extrude Speed
nl: Prompt Extrude Snelheid

# zRw-xu-lEf.normalTitle
source: Siri Integration
nl: Siri intergratie

# zVf-Zx-3g4.text
source: Sync printers between iOS devices
nl: Synchroniseer printers tussen iOS apparaten

# zhG-D6-Cgg.text
source: Pinch = Zoom in
nl: Knijpen = Inzoomen

# zqn-zS-suB.title
source: Panel
nl: Paneel

# NSCameraUsageDescription
source: We need to access your camera for scanning QR code
nl: Toestemming voor de camera is nodig om de QR code te scannen

# NSFaceIDUsageDescription
source: We need to use FaceID to unlock app
nl: Face ID is nodig om de app te ontgrendelen

# NSLocalNetworkUsageDescription
source: OctoPod uses your local network to discover and communicate to OctoPrint
nl: OctoPod gebruikt jouw lokale netwerk om OctoPrint te vinden en ermee te verbinden

# NSPhotoLibraryUsageDescription
source: OctoPod needs permission to save videos on your device
nl: OctoPod heeft toestemming nodig om video's op jouw apparaat op te slaan

# NSSiriUsageDescription
source: Control printer using Siri
nl: Bestuur de printer met Siri

# CFBundleName
source: OctoPodWidget14Extension
nl: OctoPodWidget14Uitbreiding

source: Configure widget
nl: Configurar widget

source: Dashboard
nl: Tablero

source: Dashboard for multiple printers
nl: Panel de control para varias impresoras

source: Monitor and control your 3d printer via OctoPod
nl: Supervise y controle su impresora 3d a través de OctoPod
