Repository: gdombiak/OctoPod
Catalog: OctoPodWidget14/*.lproj/Localizable.strings
Languages: cs, lt_lt

source: 1 day ago
cs: před 1 dnem
lt_lt: prieš dieną

source: 1 hour ago
cs: před 1 hodinou
lt_lt: prieš valandą

source: 1 minute ago
cs: před 1 minutou
lt_lt: prieš minutę

source: 1 week ago
cs: před 1 týdnem
lt_lt: prieš savaitę

source: Authentication failed
cs: Chyba ověření
lt_lt: Autentifikacija nepavyko

source: Configure widget
cs: Konfigurace widgetu
lt_lt: Konfigūruoti valdiklį

source: Confirm
cs: Potvrdit
lt_lt: Patvirtinti

source: Dashboard
cs: Přehled
lt_lt: Skydelis

source: Dashboard for multiple printers
cs: Dashboard pro více tiskáren
lt_lt: Spausdintuvų skydelis

source: days ago
cs: před %d dny
lt_lt: prieš %d dienas

source: Dismiss
cs: Zrušit
lt_lt: Atšaukti

source: hours ago
cs: před %d hodinami
lt_lt: prieš %d valandas

source: HTTP Request error
cs: Chyba požadavku. HTTP odpověď: %d
lt_lt: HTTP atsakymas: %d

source: Install OctoPod plugin for updates
cs: Nainstalujte si zásuvný modul OctoPod pro aktualizace
lt_lt: Norėdami atnaujinti, įdiekite „OctoPod“ papildinį

source: Learn More
cs: Další informace
lt_lt: Sužinokite daugiau

source: minutes ago
cs: před %d minutami
lt_lt: prieš %d minučių

source: Missed
cs: Vynechanáno
lt_lt: Nepataikė

source: Monitor and control your 3d printer via OctoPod
cs: Sledujte a ovládejte svoji tiskárnu pomocí OctoPodu
lt_lt: Stebėk ir valdyk savo 3D spausdintuvą su OctoPod

source: No
cs: Ne
lt_lt: Ne

source: No camera
cs: Žádná kamera
lt_lt: Nėra kameros

source: Obico Is Not Watching
cs: Obico není aktivní
lt_lt: Makaronų Detektyvas nestebi

source: OctoEverywhere: Webcam Limit Exceeded
cs: OctoEverywhere: Překročen limit webkamery
lt_lt: OctoEverywhere: viršytas kamerų limitas

source: seconds ago
cs: před %d vteřinami
lt_lt: prieš %d sekundžių

source: Unknown
cs: neznámý
lt_lt: nežinomas

source: weeks ago
cs: před %d týdny
lt_lt: prieš %d savaičių

source: Yes
cs: Ano
lt_lt: Taip
