Repository: gdombiak/OctoPod
Catalog: *.lproj/Localizable.strings
Languages: cs, de, fr, lt_lt, ru, sv

# Notify failed pause job
source: Failed to request to pause job
cs: Nezdařil se požadavek k pozastavení tisku
de: Anfrage Auftrag pausieren gescheitert
fr: Échec de la demande de pause
lt_lt: Nepavyko sustabdyti objekto
ru: Не удалось выполнить запрос на приостановку задание
sv: Kunde inte begära att pausa jobb

# Notify failed print job again
source: Failed to request to print job again
cs: Nezdařil se požadavek k vytisknutí souboru znovu
de: Anfrage Auftrag erneut drucken gescheitert
fr: Échec de la demande de réimpression
lt_lt: Vėl nepavyko atšaukti objekto
ru: Не удалось выполнить запрос на печать задания с начала
sv: Kunde inte begära att skiva ut jobb igen

# Notify failed restart job
source: Failed to request to restart job
cs: Nezdařil se požadavek k restartování tisku
de: Anfrage Auftrag erneut starten gescheitert
fr: Échec de la demande de réimpression
lt_lt: Nepavyko paleisti darbo iš naujo
ru: Не удалось выполнить запрос на перезапуск задания
sv: Kunde inte begära att starta om jobb

# Notify failed resume job
source: Failed to request to resume job
cs: Nezdařil se požadavek k pokračování v tisku
de: Anfrage Auftrag fortsetzen gescheitert
fr: Échec de la demande de reprise
lt_lt: Nepavyko pratęsti darbo
ru: Не удалось выполнить запрос на возобновление задания
sv: Kunde inte begära att återuppta jobb

source: Offline
cs: Vypnutá
de: Getrennt
fr: Hors-ligne
lt_lt: Išjungta
ru: Не в сети

# Pause current print job
source: Pause current print job on %@
de: Aktuellen Druckauftrag an %@ pausieren
fr: Pause sur %@
lt_lt: Užpauzinti dabartinį darbą ant %@
ru: Приостановить текущее задание печати на %@
sv: Pausa aktuellt utskriftsjobb på %@

source: Pause Job
cs: Pozastavit
de: Pausieren
fr: Pause
lt_lt: Pauzė
ru: Приостановить Задание
sv: Pausa jobb

source: Paused
cs: Zastaveno
de: Pausiert
fr: En pause
lt_lt: Pauzė
ru: Приостановлено
sv: Pausad

source: Print complete
cs: Tisk dokončen
de: Druck vollständig
fr: Impression terminée
lt_lt: Baigta
ru: Печать завершена
sv: Utskrift klar

source: Print File
cs: Tisknout soubor
de: Datei drucken
fr: Imprimer
lt_lt: Spausdinti failą
ru: Распечатать файл
sv: Utskriftsfil

source: Printer not operational
cs: Tiskárna není funkční
de: Drucker nicht in Betrieb
fr: Imprimante non-opérationnelle
lt_lt: Spausdintuvas išjungtas
ru: Принтер не отвечает
sv: Skrivare ej driftklar

source: Printing
cs: Tiskne se
de: Druckt
fr: En cours d’impression
lt_lt: Spausdina
ru: Печать
sv: Skriver ut

source: Pull down to refresh
cs: Táhněte dolů pro obnovení
de: Zum Aktualisieren nach unten ziehen
fr: Glisser pour rafraîchir
lt_lt: Tempkite žemyn kad atnaujinti
ru: Потяните вниз, чтобы обновить
sv: Dra nedåt för att uppdatera

# Remaining time current print job
source: Time left on %@
de: Verbleibende Zeit an %@
fr: Temps restant sur %@
lt_lt: Liko %@
ru: Осталось времени на %@
sv: Kvarvarande tid på %@

source: Restart
de: Neustart
fr: Recommencer
ru: Перезапуск

# Restart current print job
source: Restart current print job on %@
de: Aktuellen Druckauftrag neu starten an %@
fr: Recommencer sur %@
lt_lt: Paleisti iš naujo ant %@
ru: Перезапустить текущее задание печати на %@
sv: Starta om aktuellt utskriftsjobb på %@

source: Restart Job
cs: Restartovat
de: Neustart
fr: Recommencer
lt_lt: Pradėti iš naujo
ru: Перезапустить задание
sv: Starta om

source: Resume
de: Fortsetzen
fr: Reprendre
ru: Продолжить

# Resume current print job
source: Resume current print job on %@
de: Aktuellen Druckauftrag fortsetzen an %@
fr: Reprendre sur %@
lt_lt: Tęsti ant %@
ru: Возобновить текущее задание печати на %@
sv: Återuppta aktuellt utskriftsjobb på %@

source: Resume Job
cs: Pokračovat
de: Auftrag fortsetzen
fr: Reprendre
lt_lt: Tęsti
ru: Возобновить печать
sv: Återuppta

source: Run
cs: Spustit
de: Ausführen
lt_lt: Pradėti
ru: Выполнить
sv: Kör

source: SD Card
cs: SD karta
de: SD-Karte
lt_lt: SD kortelė
ru: SD-карта
sv: SD-kort

# seconds ago
source: %d seconds ago
cs: před %d vteřinami
de: Vor %d Sekunden
fr: Il y a %d secondes
lt_lt: prieš %d sekundžių
ru: %d сек. назад
sv: %d sekunder sedan

source: Server cannot be found
cs: Server nenalezen
de: Server kann nicht gefunden werden
fr: Serveur introuvable
lt_lt: Serveris nerastas
ru: Сервер не найден
sv: Servern hittades inte

source: Service is down or incorrect port
cs: Služba není funkční nebo je špatný port
de: Dienst läuft nicht oder der Port ist fehlerhaft
fr: Serveur inaccessible ou erreur de port
lt_lt: Servisas neveikia arba neteisingas portas
ru: Сервис не работает или неверный порт
sv: Tjänsten är nere eller felaktig port

source: Snooze 1 hour
cs: Odložit na 1 hodinu
de: Stumm für 1 Stunde
fr: Repousser de 1 heure
lt_lt: Užtildyti valandai
ru: Отложить на 1 час
sv: Snooze 1 timma

source: Snooze 8 hours
cs: Odložit na 8 hodin
de: Stumm für 8 Stunden
fr: Repousser de 8 heures
lt_lt: Užtildyti 8 valandom
ru: Отложить на 8 часов
sv: Snooze 8 timmar

source: Still stabilizing...
cs: Stále se stabilizuje...
de: Stabilisiert noch...
fr: Stabilisation...
lt_lt: Visdar stabilizuojama...
ru: Подсчёт времени печати ...
sv: Stabiliserar fortfarande...

source: System Commands
cs: Systémové příkazy
de: Systembefehle
fr: Commandes système
lt_lt: Sistemos komandos
ru: Системные Команды
sv: Systemkommandon

source: Target Bed
cs: Zvolená podložka
de: Soll-Wert Heizbett
fr: Cible Plateau
lt_lt: Nustatyta paviršiaus temperatūra
ru: Стол, t° (задана)
sv: Målbädd

source: Target Extruder
cs: Zvolená tryska
de: Soll-Wert Düse
fr: Cible extrudeur
lt_lt: Nustatyta ekstruderio temperatūra
ru: Экструдер, t° (задана)
sv: Målextruder

source: Target Extruder 2
cs: Zvolená tryska 2
de: Soll-Wert Düse 2
fr: Cible Extrudeur 2
lt_lt: Nustatytas ekstruderis 2
ru: Экструдер 2, t° (задана)
sv: Målextruder 2

source: Tasmota Plugs
cs: Zásuvky Tasmota
de: Tasmota Steckdosen
fr: Prise Tasmota
lt_lt: Tasmota kištukai
ru: Розетки Tasmota
sv: Tasmota-uttag

source: Temperature
cs: Teplota
de: Temperatur
fr: Température
lt_lt: Termperatūra
ru: Температура
sv: Temperatur

source: Terminal
cs: Terminál
de: Konsole
lt_lt: Terminalas
ru: Терминал

source: TPLink Smartplugs
cs: Chytré zásuvky TPLink
de: TPLink Steckdosen
fr: Smartplugs TPLink
lt_lt: TPLink jungtukai
ru: Умная розетка TPLink
sv: TP-Link Smarta uttag

source: Turn Off
cs: Vypnout
de: Ausschalten
fr: Éteindre
lt_lt: Išjungti
ru: Выключить
sv: Stäng av

source: Turn On
cs: Zapnout
de: Einschalten
fr: Allumer
lt_lt: Įjungti
ru: Включить
sv: Slå på

source: Unknown
cs: neznámý
de: Unbekannt
fr: Inconnu
lt_lt: nežinomas
ru: Неизвестно
sv: Okänd

source: Unknown Control
cs: Neznámý ovladač
de: Unbekanntes Steuerelement
fr: Contrôle inconnu
lt_lt: Nežinoma kontrolė
ru: Неизвестная пользовательская настройка
sv: Okänd kontroll

source: Upload failed
cs: Nahrávání selhalo
de: Hochladen fehlgeschlagen
fr: Erreur de chargement
lt_lt: Nepavyko įkelti
ru: Загрузка не удалась
sv: Uppladdning misslyckades

source: Warm up printer bed %@
de: Druckbett aufheizen %@
fr: Chauffage du plateau %@
lt_lt: Pašildyti paviršių %@
ru: Подогрев стола принтера %@
sv: Värm upp skrivarbädden %@

source: Warm up printer extruder %@
de: Düse aufheizen %@
fr: Chauffage de l’extrudeur %@
lt_lt: Pašildyti ekstruderį %@
ru: Прогрев экструдера принтера %@
sv: Värm upp skrivarextruder %@

source: Warning
cs: Varování
de: Warnung
fr: Attention
lt_lt: Įspėjimas
ru: Предупреждение
sv: Varning

# weeks ago
source: %d weeks ago
cs: před %d týdny
de: Vor %d Wochen
fr: Il y a %d semaines
lt_lt: prieš %d savaičių
ru: %d нед. назад
sv: %d veckor sedan

source: Wemo Switches
cs: Přepínače Wemo
de: Wemo Schalter
fr: Prises Wemo
lt_lt: Wemo jungtukai
ru: Выключатели Wemo
sv: Wemo-strömbrytare

source: Yes
cs: Ano
de: Ja
fr: Oui
lt_lt: Taip
ru: Да
sv: Ja

source: Code
cs: Kód
lt_lt: Kodas
ru: Код
sv: Kod
