Repository: gdombiak/OctoPod
Catalog: *.lproj/Localizable.strings
Languages: cs, de, fr, lt_lt, ru, sv

source: 1 day ago
cs: před 1 dnem
de: Vor 1 Tag
fr: Il y a 1 jour
lt_lt: prieš dieną
ru: день назад
sv: 1 dag sedan

source: 1 hour ago
cs: před 1 hodinou
de: Vor 1 Stunde
fr: Il y a 1 heure
lt_lt: prieš valandą
ru: час назад
sv: 1 timme sedan

source: 1 minute ago
cs: před 1 minutou
de: Vor 1 Minute
fr: Il y a 1 minute
lt_lt: prieš minutę
ru: минуту назад
sv: 1 minut sedan

source: 1 week ago
cs: před 1 týdnem
de: Vor 1 Woche
fr: Il y a 1 semaine
lt_lt: prieš savaitę
ru: неделю назад
sv: 1 vecka sedan

source: Actual Bed
cs: Aktuální podložka
de: Ist-Wert Heizbett
fr: Plateau actuel
lt_lt: Tikra pagrindo temperatūra
ru: Стол, t° (сейчас)
sv: Aktuell bädd

source: Actual Extruder
cs: Aktuální tryska
de: Ist-Wert Düse
fr: Extrudeur actuel
lt_lt: Tikra ekstruderio temperatūra
ru: Экструдер, t° (сейчас)
sv: Aktuell extruder

source: Actual Extruder 2
cs: Aktuální tryska 2
de: Ist-Wert Düse 2
fr: Extrudeur actuel 2
lt_lt: Tikrasis ekstruderis 2
ru: Экструдер 2, t° (сейчас)
sv: Aktuell extruder 2

source: Apply
cs: Použít
de: Übernehmen
fr: Appliquer
lt_lt: Patvirtinti
ru: Применить
sv: Verkställ

source: Authentication Failed
cs: Chyba ověření
de: Authorisierung fehlgeschlagen
fr: Erreur d’authentification
lt_lt: Autentifikacija nepavyko
ru: Ошибка аутентификации
sv: Autentisering misslyckades

source: Bad Certificate or SSL Problem
cs: Neplatný certifikát nebo problém s SSL
de: Zertifikat fehlerhaft oder SSL Problem
fr: Mauvais certificat ou erreur SSL
lt_lt: Blogas sertifikatas arba SSL problema
ru: Неверный сертификат или проблема с SSL
sv: Ogiltigt certifikat eller SSL-problem

# Bed cooled
source: Printer bed below specified temperature threshold
cs: Teplota podložky pod nastavenou mezí
de: Druckbett unterhalb der vorgegebenen Temperaturschwelle
fr: Température du plateau en dessous du seuil spécifié
lt_lt: Paviršius atvėso
ru: Стол принтера ниже заданного температурного порога
sv: Skrivarbädd under angiven temperaturgräns

# Bed warmed
source: Printer bed warmed to specified temperature and duration
cs: Podložka nahřáta na nastavenou teplotu a dobu
de: Druckbett auf vorgegebene Temperatur für gewählte Zeit aufgeheizt
fr: Plateau chauffé à la température et durée spécifiées
lt_lt: Paviršius pasiekė nustatytą temperatūrą
ru: Стол принтера нагревается до заданной температуры
sv: Skrivarbädd uppvärmd till angiven temperatur och varaktighet

source: Cancel
cs: Zrušit
de: Abbruch
fr: Annuler
lt_lt: Atšaukti
ru: Отмена
sv: Avbryt

# Cancel current print job
source: Cancel current print job on %@
de: Aktuellen Druck auf %@ abbrechen
fr: Annuler l’impression en cours sur %@
lt_lt: Atštaukti dabartinį spausdinimą ant %@
ru: Отменить текущее задание печати на %@
sv: Avbryt aktuellt utskriftsjobb på %@

source: Cannot print this file type
cs: Nelze tisknout soubor tohoto typu
de: Dieser Dateityp kann nicht gedruckt werden
fr: Mauvais type de fichier
lt_lt: Negalima spausdinti šio failo tipo
ru: Не удается распечатать этот тип файла
sv: Kan inte skriva ut denna filtyp

source: Cannot reach 'octopi.local' over mobile network or service is down
cs: 'octopi.local' není dostupné přes telefonní síť nebo služba nefunguje
de: Kann 'octopi.local' nicht via Mobilfunk aufrufen oder der Dienst nicht nicht verfügbar
fr: “Octopi.local” injoignable sur réseau mobile ou serveur indisponible
lt_lt: 'octopi.local' nepasiekiamas arba nėra ryšio
ru: Невозможно соединиться с «octopi.local» через мобильную сеть, или сервис недоступен
sv: Kan inte nå 'octopi.local' över mobilnät, eller tjänsten är nere

source: Cannot replace file that is being printed or printer is busy
cs: Nelze nahradit soubor, který se tiskne nebo je tiskárna zaneprázdněna
de: Kann die Datei nicht ersetzen während sie gedruckt wird oder der Drucker ist noch beschäftigt
fr: Impossible de remplacer un fichier en cours d’impression ou imprimante occupée
lt_lt: Negalima pakeisti failo kuris spausdinamas arba spausdintuvas užimtas
ru: Невозможно заменить печатаемый файл или принтер занят
sv: Kan inte ersätta fil som skrivs ut, eller skrivaren är upptagen

source: Command not executed. Printer not operational
cs: Příkaz nebyl vykonán. Tiskárna není funkční
de: Befehl nicht ausgeführt. Drucker nicht in Betrieb
fr: Commande non-exécutée. Imprimante non-opérationnelle.
lt_lt: Komanda nepavyko. Spausdintuvas nepasiekiamas
ru: Команда не выполнена. Принтер не работает
sv: Kommandot ej utfört. Skrivaren är inte driftklar

source: Command not executed. Script not found
cs: Příkaz nebyl vykonán. Skript nenalezen.
de: Befehl nicht ausgeführt. Script nicht gefunden
fr: Commande non exécutée. Script introuvable.
lt_lt: Komanda nepavyko. Scenarijus nerastas
ru: Команда не выполнена. Скрипт не найден
sv: Kommandot ej utfört. Skript hittades inte

source: Confirm
cs: Potvrdit
de: Bestätigen
fr: Attention
lt_lt: Patvirtinti
ru: Подтвердить
sv: Bekräfta

# Confirm cancel object
source: You are about to cancel printing object. Proceed?
cs: Tímto zrušíte tisk objektu. Pokračovat?
de: Sie sind dabei, den Druck des Objekts abzubrechen. Fortfahren?
fr: Souhaitez-vous réellement annuler l’impression de cet objet ?
lt_lt: Atšaukti objektą. Patvirtinti?
ru: Вы собираетесь отменить печать объекта. Продолжить?
sv: Du håller på att avbryta utskrift av objekt. Fortsätt?

# Confirm command
source: Execute command '%@'?
cs: Chcete spustit příkaz ‘%@‘?
de: Befehl '%@' ausführen?
fr: Exécuter la commande ‘%@‘ ?
lt_lt: Patvirtinti komandą ‘%@‘?
ru: Выполнить команду '%@'?
sv: Kör kommandot '%@'?

# Confirm connect
source: Some printers might reboot when connecting. Proceed?
cs: Některé tiskárny se mohou restartovat během připojení. Pokračovat?
de: Einige Drucker führen bei Herstellung der Verbindung einen Neustart aus. Fortsetzen?
fr: Certaines imprimantes peuvent redémarrer à la connexion. Confirmer ?
lt_lt: Kai kurie spausdintuvai gali persikrauti prisijungiant. Tęsti?
ru: Некоторые принтеры могут перезагружаться при подключении. Продолжить?
sv: Vissa skrivare kan starta om när du ansluter. Fortsätt?

# Confirm disconnect
source: Do you want to disconnect from the printer?
cs: Chcete odpojit tiskárnu?
de: Möchten Sie die Verbindung zum Drucker trennen?
fr: Souhaitez-vous vous déconnecter de l’imprimante ?
lt_lt: Ar tikrai norite atsijungti?
ru: Вы хотите отключиться от принтера?
sv: Vill du koppla från skrivaren?

# Confirm disconnect palette2
source: Do you want to disconnect from Palette 2?
cs: Chcete odpojit Palette 2?
de: Möchtest du Palette 2 trennen?
fr: Souhaitez-vous vous déconnecter de Palette 2 ?
lt_lt: Ar nori atsijungti nuo Pallete 2?
ru: Вы хотите отключиться от Palette 2?
sv: Vill du koppla från Palette 2?

# Confirm intentions deletion
source: You are about to delete all Siri shortcuts of the app. Proceed?
cs: Smažete všechny zkratky Siri aplikace. Pokračovat?
de: Sie sind dabei alle Siri Verknüpfungen der App zu löschen. Fortsetzen?
fr: Souhaitez-vous réellement effacer tous les raccourcis Siri de l’App ?
lt_lt: Norite ištrinti visus Siri trumpinius?
ru: Удалить все быстрые команды Siri из приложения. Продолжить?
sv: Du håller på att radera alla Siri-genvägar för appen. Fortsätt?

# Confirm intentions regeneration
source: You are about to delete and regenerate all Siri shortcuts of the app. Proceed?
cs: Smažete a obnovíte všechny zkratky Siri této aplikace. Pokračovat?
de: Sie sind dabei alle Siri Verknüpfungen aus der app zu entfernen und zu erneuern. Fortsetzen?
fr: Souhaitez-vous réellement effacer et regénérer tous les raccourcis Siri de l’App ?
lt_lt: Norite ištrinti visus Siri trumpinius ir atstatyti numatytus?
ru: Удалить и восстановить все быстрые команды Siri этого приложения. Продолжить?
sv: Du håller på att radera och omarbeta alla Siri-genvägar för appen. Fortsätt?

source: Confirm turn off %@
de: %@ wird ausgeschaltet
fr: Confirmer l’extinction de %@

# Confirm turn off plug
source: You are about to turn off the plug. Proceed?
cs: Vypnete zásuvku. Pokračovat?
de: Sie möchten die Steckdose ausschalten. Fortsetzen?
fr: Souhaitez-vous réellement éteindre la prise ?
lt_lt: Išjungti išmanujį kištuką?
ru: Вы собираетесь отключить розетку. Продолжить?
sv: Du håller på att stänga av uttaget. Fortsätt?

# Confirm turn off PSU
source: You are about to turn off the PSU. Proceed?
cs: Vypnete zdroj napětí. Pokračovat?
de: Sie möchten das Netzteil ausschalten. Fortsetzen?
fr: Souhaitez-vous réellement éteindre le PSU ?
lt_lt: Išjungti maitinimo bloką?
ru: Вы собираетесь выключить блок питания. Продолжить?
sv: Du håller på att stänga av PSU. Fortsätt?

source: Connect
cs: Připojit
de: Verbinden
fr: Connecter
lt_lt: Prisijungti
ru: Подключить
sv: Anslut

source: Connection Failed
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
fr: La connexion a échoué
lt_lt: Nepavyko prisijungti
ru: Ошибка подключения
sv: Anslutning misslyckad

source: Cool down printer bed %@
de: Druckbett %@ abkühlen
fr: Refroidir le plateau %@
lt_lt: Aštaldyti spausdintuvo paviršių %@
ru: Охладить стол принтера %@
sv: Kyl ner skrivarbädd %@

source: Cool down printer extruder %@
de: Düse abkühlen %@
fr: Refroidir l’extrudeur %@
lt_lt: Atšaldyti spausdintuvo ekstruderį %@
ru: Охладить экструдер принтера %@
sv: Kyl ner skrivarextruder %@

source: Could not connect to the server
cs: Nelze se připojit k serveru
de: Konnte nicht mit dem Server verbinden
fr: Connexion au serveur impossible
lt_lt: Nepavyko prisijungti prie serverio
ru: Не удалось установить соединение с сервером
sv: Kan inte ansluta till servern

source: Custom Controls
cs: Vlastní ovládání
de: Benutzerdefinierte Steuerung
fr: Contrôles personnalisés
ru: Команды Custom Controls
sv: Anpassade kontroller

# days ago
source: %d days ago
cs: před %d dny
de: Vor %d Tagen
fr: Il y a %d jours
lt_lt: prieš %d dienas
ru: %d дн. назад
sv: %d dagar sedan

source: Disconnect
cs: Odpojit
de: Trennen
fr: Déconnecter
lt_lt: Atsijungti
ru: Отключить
sv: Koppla från

source: Dismiss
cs: Zrušit
de: Verwerfen
fr: Ignorer
lt_lt: Atšaukti
ru: Отклонить
sv: Avfärda

# Do you want to cancel job?
source: Do you want to cancel the job?
cs: Chcete zrušit tisk?
de: Möchten Sie den Auftrag abbrechen?
fr: Souhaitez-vous annuler l’impression ?
lt_lt: Ar norite atšaukti?
ru: Вы хотите отменить задание?
sv: Vill du avbryta jobbet?

source: Domoticz Plugs
cs: Zásuvky Domoticz
de: Domoticz Steckdosen
fr: Prises Domoticz
lt_lt: Domoticz kištukai
ru: Розетки Domoticz
sv: Domoticz-uttag

source: Enable iCloud under iOS Settings to use this feature
cs: Povolte iCloud v nastavení iOS pro použití této funkce
de: Aktiviere iCloud in den iOS Einstellungen um diese Funktion zu nutzen
fr: Activer iCloud dans les paramètres iOS pour utiliser cette fonctionnalité
lt_lt: Įjunkite iCloud iOS nustatymuose kad galėtumete naudotis šia funkcija
ru: Включите iCloud в настройках iOS, чтобы использовать эту функцию
sv: Aktivera iCloud under iOS-inställningarna för att använda denna funktion

source: Extruder
de: Düse
fr: Extrudeur
ru: Экструдер

source: Failed to delete file
cs: Nezdařilo se smazání souboru
de: Datei löschen fehlgeschlagen
fr: Échec de la suppression du fichier
lt_lt: Nepavyko ištrinti failo
ru: Не удалось удалить файл
sv: Kunde inte radera fil

source: Failed to disable %@ motor
cs: Nezdařilo se vypnout %@ motor
de: %@ Motor ausschalten fehlgeschlagen
fr: Échec de la désactivation du moteur %@
lt_lt: Nepavyko išjungti %@ motoro
ru: Не удалось отключить %@ двигатель
sv: Kunde inte inaktivera motorn %@

# Failed to get controls
source: Failed to get controls. HTTP response: %d
cs: Nezdařilo se získat ovládání. HTTP odpověď: %d
de: Keine Steuerungselemente übertragen. HTTP Antwort: %d
fr: Échec de la récupération des contrôles. Réponse HTTP : %d
lt_lt: Nepavyko gauti kontrolsų. HTTP atsakymas: %d
ru: Не удалось получить контроль. HTTP-ответ: %d
sv: Kunde inte hämta kontroller. HTTP-svar: %d

# Failed to get list of cancel objects
source: Failed to get list of cancel objects. HTTP response: %d
cs: Nezdařilo se získat seznam zrušených objektů. Odpověď HTTP: %d
de: Keine Liste der verfügbaren Objekte erhalten. HTTP antwort: %d
fr: Échec de la récupération de la liste des objects annulés. Réponse HTTP : %d
lt_lt: Nepavyko gauti 'Cancel objects' objektų. HTTP atsakymas: %d
ru: Не удалось получить список отменяемых объектов. HTTP-ответ: %d
sv: Kunde inte hämta listan över avbrutna objekt. HTTP-svar: %d

source: Failed to get system commands
cs: Nezdařilo se získat systémové příkazy
de: Keine Systembefehle erhalten
fr: Échec de la récupération des commandes système
lt_lt: Nepavyko gauti sistemos komandų
ru: Не удалось получить системные команды
sv: Kunde inte hämta systemkommandon

source: Failed to initialize SD card
cs: Nezdařilo se inicializovat SD kartu
de: Initalisierung der SD-Karte fehlgeschlagen
fr: Échec de l’accès à la carte SD
lt_lt: Nepavyko paleisti SD kortelės
ru: Не удалось инициализировать SD-карту
sv: Kunde inte initialisera SD-kortet

source: Failed to read file from iCloud
cs: Nezdařilo se čtení z iCloudu
de: Datei konnte nicht aus iCloud gelesen werden
fr: Échec de la lecture depuis iCloud
lt_lt: Nepavyko nuskaityti failo iš iCloud
ru: Не удалось прочитать файл из iCloud
sv: Kunde inte läsa fil från iCloud

source: Failed to refresh SD card
cs: Nezdařilo se obnovení SD karty
de: Inhalt der SD-Karte konnte nicht aktualisiert werden
fr: Échec de la mise à jour de la carte SD
lt_lt: Nepavyko atnaujinti SD kortelės
ru: Не удалось обновить SD-карту
sv: Kunde inte uppdatera SD-kort

source: Failed to request moving back
cs: Nezdařila se žádost o posun zpět
de: Anfrage Bewegung zurück gescheitert
fr: Échec de la demande de déplacement arrière
lt_lt: Nepavyko pajudėti atgal
ru: Не удалось выполнить запрос на перемещение назад
sv: Kunde inte begära att flytta bak

source: Failed to request moving down
cs: Nezdařila se žádost o posun dolů
de: Anfrage Bewegung abwärts gescheitert
fr: Échec de la demande de déplacement vers le bas
lt_lt: Nepavyko pajudėti žemyn
ru: Не удалось выполнить запрос на перемещение вниз
sv: Kunde inte begära att flytta ner

source: Failed to request moving front
cs: Nezdařila se žádost o posun vpřed
de: Anfrage Bewegung vorwärts gescheitert
fr: Échec de la demande de déplacement avant
lt_lt: Nepavyko pajudėti į priekį
ru: Не удалось выполнить запрос на перемещение вперед
sv: Kunde inte begära att flytta fram

source: Failed to request moving left
cs: Nezdařila se žádost o posun zpět vlevo
de: Anfrage Bewegung nach links gescheitert
fr: Échec de la demande de déplacement à gauche
lt_lt: Nepavyko pajudėti į kairę
ru: Не удалось выполнить запрос на перемещение влево
sv: Kunde inte begära att flytta vänster

source: Failed to request moving right
cs: Nezdařila se žádost o posun vpravo
de: Anfrage Bewegung nach rechts gescheitert
fr: Échec de la demande de déplacement à droite
lt_lt: Nepavyko pajudėti į dešinę
ru: Не удалось выполнить запрос на перемещение вправо
sv: Kunde inte begära att flytta höger

source: Failed to request moving up
cs: Nezdařila se žádost o posun nahoru
de: Anfrage Bewegung aufwärts gescheitert
fr: Échec de la demande de déplacement vers le haut
lt_lt: Nepavyko pajudėti aukštyn
ru: Не удалось выполнить запрос на перемещение вверх
sv: Kunde inte begära att flytta upp

# Failed to request to cancel object
source: Failed to request to cancel object. HTTP response: %d
cs: Nezdařilo se zrušit objekt. Odpověď HTTP: %d
de: Anfrage an Cancel Objects Erweiterung fehlgeschlagen. HTTP antwort: %d
fr: Échec de l’annulation d’objet. Réponse HTTP : %d
lt_lt: Nepavyko paprašyti atšaukti objektą. HTTP atsakymas: %d
ru: Не удалось выполнить запрос на отмену объекта. HTTP-ответ: %d
sv: Kunde inte begära att avbryta objekt. HTTP-svar: %d

source: Failed to request to execute command
cs: Nezdařila se žádost o provedení příkazu
de: Anfrage Befehl ausführen gescheitert
fr: Échec de la demande d’exécution de commande
lt_lt: Nepavyko įvykdyti komandos
ru: Не удалось выполнить запрос на выполнение команды
sv: Kunde inte begära att köra kommando

source: Failed to request to extrude
cs: Nezdařila se žádost o vytlačení filamentu
de: Anfrage extrudieren gescheitert
fr: Échec de la demande d’extrusion
lt_lt: Nepavyko išspausti
ru: Не удалось выполнить запрос на изменение подачи
sv: Kunde inte begära att extrude

source: Failed to request to go home
cs: Nezdařil se požadavek o posun domů
de: Anfrage Referenzfahrt fehlgeschlagen
fr: Échec de la demande de retour en position initiale
lt_lt: Nepavyko judėti namo
ru: Не удалось выполнить запрос на перемещение домой
sv: Kunde inte begära att gå hem

source: Failed to request to print file
cs: Nezdařila se žádost o tisk souboru
de: Anfrage Datei drucken gescheitert
fr: Échec de la demande d’impression
lt_lt: Nepavyko spausdinimas
ru: Не удалось выполнить запрос на печать файла
sv: Kunde inte begära att skriva ut fil

source: Failed to request to retract
cs: Nezdařila se žádost o odvolání
de: Anfrage einziehen gescheitert
fr: Échec de la demande de rétraction
lt_lt: Nepavyko ištraukti
ru: Не удалось выполнить запрос на изменение отката
sv: Kunde inte begära att retract

source: Failed to request to turn power off
cs: Nezdařila se žádost o vypnutí
de: Anfrage Spannung ausschalten gescheitert
fr: Échec de la demande d’extinction
lt_lt: Nepavyko išjungti
ru: Не удалось выполнить запрос на выключение питания
sv: Kunde inte begära att stänga av strömmen

source: Failed to request to turn power on
cs: Nezdařila se žádost o zapnutí
de: Anfrage Spannung einschalten gescheitert
fr: Échec de la demande d’allumage
lt_lt: Nepavyko įjungti
ru: Не удалось выполнить запрос на включение питания
sv: Kunde inte begära att slå på strömmen

source: Failed to send GCode command
cs: Nezdařilo se poslat příkaz GCode
de: GCode Befehl nicht gesendet
fr: Échec de l’envoi de la commande GCode
lt_lt: Nepavyko išsiųsti GCODE komandos
ru: Не удалось отправить GCode команду
sv: Kunde inte skicka GCode-kommando

source: Failed to set new fan speed
cs: Nezdařilo se nastavit novou rychlost ventilátoru
de: Neue Lüftergeschwindigkeit nicht eingestellt
fr: Échec du réglage du ventilateur
lt_lt: Nepavyko nustatyti naujo ventiliatoriaus greičio
ru: Не удалось установть новую скорость обдува
sv: Kunde inte ställa in ny fläkthastighet

source: Failed to set new feed rate
cs: Nezdařilo se nastavit novou rychlost přítoku
de: Neue Vorschubgeschwindigkeit nicht eingestellt
fr: Échec du réglage de la vitesse
lt_lt: Nepavyko nustatyti naujo padavimo greičio
ru: Не удалось установить новую скорость подачи
sv: Kunde inte ställa in ny matningshastighet

source: Failed to set new flow rate
cs: Nezdařilo se nastavit novou rychlost průtoku
de: Neue Fließgeschwindigkeit nicht eingestellt
fr: Échec du réglage du débit
lt_lt: Nepavyko nustatyti naujo tekėjimo greičio
ru: Не удалось установить новую cкорость потока
sv: Kunde inte ställa in ny flödeshastighet

source: Failed to upload file
cs: Nezdařilo se nahrát soubor
de: Datei konnte nicht hochgeladen werden
fr: Échec du chargement
lt_lt: Nepavyko įkelti failo
ru: Не удалось загрузить файл
sv: Kunde inte ladda upp fil

# Failed turn power off
source: Failed to request to turn power off
cs: Nezdařila se žádost o vypnutí
de: Spannung ausschalten fehlgeschlagen
fr: Échec de la demande d’extinction
lt_lt: Nepavyko išjungti
ru: Не удалось выполнить запрос на выключение питания
sv: Kunde inte begära att stänga av strömmen

# Failed turn power on
source: Failed to request to turn power on
cs: Nezdařila se žádost o zapnutí
de: Spannung einschalten fehlgeschlagen
fr: Échec de la demande d’allumage
lt_lt: Nepavyko įjungti
ru: Не удалось выполнить запрос на включение питания
sv: Kunde inte begära att slå på strömmen

source: File currently being printed
cs: Soubor se právě tiskne
de: Datei wird bereits gedruckt
fr: Fichier en cours d’impression
lt_lt: Šis failas šiuo metu spausdinimas
ru: Файл, который сейчас печатается
sv: Filen håller på att skrivas ut

source: File is being copied to SD Card
cs: Soubor se kopíruje na SD kartu
de: Datei wird gerade auf SD-Karte kopiert
fr: Fichier en cours de copie sur la carte SD
lt_lt: Šis failas šiuo metu kopijuojamas į SD kortelę
ru: Файл копируется на SD-карту
sv: Filen kopieras till SD-kort

source: Folder
cs: Složka
de: Verzeichnis
fr: Dossier
lt_lt: Aplankas
ru: Папка
sv: Mapp

# hours ago
source: %d hours ago
cs: před %d hodinami
de: Vor %d Stunden
fr: Il y a %d heures
lt_lt: prieš %d valandas
ru: %d ч. назад
sv: %d timmar sedan

# HTTP Request error
source: Request error. HTTP response: %d
cs: Chyba požadavku. HTTP odpověď: %d
de: Anfrage fehlerhaft. HTTP Antwort: %d
fr: Erreur. Réponse HTTP : %d
lt_lt: HTTP atsakymas: %d
ru: Ошибка запроса. HTTP-ответ: %d
sv: Fel vid begäran. HTTP-svar: %d

source: Incorrect API Key
cs: Špatný API klíč
de: Fehlerhafter API Schlüssel
fr: Clé API érronée
lt_lt: Neteisingas API raktas
ru: Неверный API ключ
sv: Felaktig API-nyckel

source: Incorrect authentication credentials
cs: Špatné přihlašovací údaje
de: Fehlerhafte Authentifizierungsinformationen
fr: Informations d'authentification érronées
lt_lt: Neteisingi prisijungimo duomenys
ru: Неверные учетные данные
sv: Felaktiga autentiseringsuppgifter

source: Invalid camera URL
cs: Špatné URL kamery
de: Ungültige Kamera URL
fr: URL de la caméra invalide
lt_lt: Neteisingas kameros URL
ru: Неверный URL камеры
sv: Ogiltig kamerawebbadress

source: Invalid file type
cs: Špatný typ souboru
de: Ungültiger Dateityp
fr: Type de fichier invalide
lt_lt: Neteisingas failo tipas
ru: Неверный тип файла
sv: Ogiltig filtyp

source: iOS Language
cs: Jazyk iOS
de: iOS Sprache
fr: Langue iOS
lt_lt: iOS Kalba
ru: Настройки языка iOS
sv: iOS-språk

source: Job
cs: Tisk
de: Auftrag
fr: Impression
lt_lt: Darbas
ru: Задание
sv: Jobb

source: Location no longer valid. Refresh files
cs: Umístění již není platné. Obnovte soubory
de: Speicherort nicht länger gültig. Aktualisiere Dateien
fr: Emplacement introuvable. Rafraîchir.
lt_lt: Neteisinga lokacija. Atnaujinkite failus
ru: Местоположение больше не действительно. Обновить файлы
sv: Plats inte längre giltig. Uppdatera filer

# minutes ago
source: %d minutes ago
cs: před %d minutami
de: Vor %d Minuten
fr: Il y a %d minutes
lt_lt: prieš %d minučių
ru: %d мин. назад
sv: %d minuter sedan

# MMU Requires User
source: MMU Requires User Assistance
cs: MMU vyžaduje asistenci uživatele
de: MMU fordert Hilfestellung
fr: Le MMU demande une assistance
lt_lt: MMU reikalauja pagalbos
ru: MMU требуется помощь пользователя
sv: MMU kräver användarhjälp

source: Model
de: Modell
fr: Modèle
lt_lt: Modelis
ru: Модель
sv: Modell

source: Move
cs: Posunout
de: Bewegen
fr: Contrôles
lt_lt: Judėti
ru: Пульт
sv: Flytta

source: No
cs: Ne
de: Nein
fr: Non
lt_lt: Ne
ru: Нет
sv: Nej

source: No camera
cs: Žádná kamera
de: Keine Kamera
fr: Pas de caméra
lt_lt: Nėra kameros
ru: Камера не найдена
sv: Ingen kamera

source: No printer
cs: Žádná tiskárna
de: Kein Drucker
fr: Pas d’imprimante
lt_lt: Nėra spausdintuvo
ru: Принтер не найден
sv: Ingen skrivare

# No temperature history
source: No temperature history available
cs: Není dostupný záznam teploty
de: Kein Temperaturverlauf verfügbar
fr: Aucun historique de température disponible
lt_lt: Nėra temperatūros istorijos
ru: История температуры недоступна
sv: Ingen temperaturhistorik tillgänglig

# Notify failed cancel job
source: Failed to request to cancel job
cs: Nezdařil se požadavek ke zrušení tisku
de: Anfrage Auftrag abbrechen gescheitert
fr: Échec de la demande d’annulation
lt_lt: Nepavyko atšaukti objekto
ru: Не удалось выполнить запрос на отмену задания
sv: Kunde inte begära att avbryta jobb
